selected_choices = {"grid": "8,4x8,4", "load1": "400", "load2": "60"}

grid_choices = {
    "5,5x15": "5,5x15",
    "6x6": "6x6",
    "6x9": "6x9",
    "6x12": "6x12",
    "6x18": "6x18",
    "8,4x8,4": "8,4x8,4",
    "8,4х16,8": "8,4х16,8",
    "9x9": "9x9",
}

load1_choices = {
    "200": "Адміністративні, офіси",
    "300": "Кафе, ресторани",
    "350": "Паркінги",
    "400": "ТРЦ, Офіси классу А",
    "500": "Видовищні установи, книгосховища, архіви",
}

load2_choices = {
    "90": "Керамогранітна плитка поверх цементно-піщаної стяжки",
    "70": "Лінолеум поверх цементно-піщаної стяжки",
    "60": "Керамічна плитка на клею",
    "50": "Фальш-підлога",
    "5": "Топінг бетонної підлоги",
}
